content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


* Privacy policy
:PROPERTIES:
:EXPORT_FILE_NAME: privacy-policy
:END:

** Who I am

Hi, my name is Eleonora (Nori) Parelius and this is my website: https://noriparelius.com. You can contact me through email at nori@noriparelius.com. I care about your privacy and protecting any data you might trust me with. 

** Cookies

This website is a static website and it uses no cookies on its own.

I also don't use any analytics, which means I am not tracking any of your visits (and also have no idea how many people are actually reading my blog). 


*** Embedded content from other websites

Even though I am not setting any cookies, articles on this site may include embedded content such as YouTube videos. If you interact with this content (for example click play on a video) it behaves as if you were visiting the website where the content is from. This I have no control over. 

These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.

** Email newsletter

If you decide to sign up for my email newsletter by entering your email into the sign-up form, I will store your email address. This I need in order to be able to send you the newsletter that you signed up for. For this email service I am using [[https://www.mailerlite.com][MailerLite]]. They also keep track for me of whether you open the email and click on any links in it.

You can unsubscribe from the newsletter at any time by clicking a link in one of the emails, or by sending me an email to nori@noriparelius.com letting me know you want to unsubscribe.

** Your rights with respect to personal data

According to the law, you have the following rights with respect to your personal data:

- You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
- Right of access: You have the right to access your personal data that is known to me.
- Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
- If you give me your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
- Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
- Right to object: you may object to the processing of your data. I comply with this, unless there are justified grounds for processing.

If you want to exercise any of these rights, feel free to contact me

** Contact details
Eleonora Parelius,

Årnes, Norway,

nori@noriparelius.com

